[
  {
    "id": "65-001-001",
    "reference": "Jude 1:1",
    "feedKey": "e9948f0a82e2428a384bff1b1660a013",
    "text": "Jude, a servant of Jesus Christ, and brother of James, to those who are called, sanctified by God the Father, and kept for Jesus Christ: ",
    "related": []
  },
  {
    "id": "65-001-002",
    "reference": "Jude 1:2",
    "feedKey": "bef3d5547c547b51b5671dd15a2b86f2",
    "text": "May mercy, peace, and love be multiplied to you. ",
    "related": []
  },
  {
    "id": "65-001-003",
    "reference": "Jude 1:3",
    "feedKey": "4e7fcd89669ed00e0abd394649cc6c0c",
    "text": "Beloved, while I was very eager to write to you about our common salvation, I was constrained to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints. ",
    "related": []
  },
  {
    "id": "65-001-004",
    "reference": "Jude 1:4",
    "feedKey": "bfd6cb83365bbe0062ac7860f0410002",
    "text": "For there are certain men who crept in secretly, even those who were long ago written about for this condemnation: ungodly men, turning the grace of our God into indecency, and denying our only Master, God, and Lord, Jesus Christ. ",
    "related": []
  },
  {
    "id": "65-001-005",
    "reference": "Jude 1:5",
    "feedKey": "b50d0a2752f2fece54e26c13158d1db6",
    "text": "Now I desire to remind you, though you already know this, that the Lord, having saved a people out of the land of Egypt, afterward destroyed those who didn’t believe. ",
    "related": []
  },
  {
    "id": "65-001-006",
    "reference": "Jude 1:6",
    "feedKey": "ad0c27ab41051893aa915b3af1d0b328",
    "text": "Angels who didn’t keep their first domain, but deserted their own dwelling place, he has kept in everlasting bonds under darkness for the judgment of the great day. ",
    "related": []
  },
  {
    "id": "65-001-007",
    "reference": "Jude 1:7",
    "feedKey": "ec670089a9bf1a374282ba103a686171",
    "text": "Even as Sodom and Gomorrah and the cities around them, having in the same way as these given themselves over to sexual immorality and gone after strange flesh, are shown as an example, suffering the punishment of eternal fire. ",
    "related": []
  },
  {
    "id": "65-001-008",
    "reference": "Jude 1:8",
    "feedKey": "9dadb007e80b4b1a53c2d4dc6b5b1aaf",
    "text": "Yet in the same way, these also in their dreaming defile the flesh, despise authority, and slander celestial beings. ",
    "related": []
  },
  {
    "id": "65-001-009",
    "reference": "Jude 1:9",
    "feedKey": "34782ba3f1eb4cc9a6511930b6c763b5",
    "text": "But Michael, the archangel, when contending with the devil and arguing about the body of Moses, dared not bring against him an abusive condemnation, but said, “May the Lord rebuke you!” ",
    "related": []
  },
  {
    "id": "65-001-010",
    "reference": "Jude 1:10",
    "feedKey": "6cf09dbb0feba38843ccdea4905fa6d9",
    "text": "But these speak evil of whatever things they don’t know. They are destroyed in these things that they understand naturally, like the creatures without reason. ",
    "related": []
  },
  {
    "id": "65-001-011",
    "reference": "Jude 1:11",
    "feedKey": "3bec4740f0cb71d95e51894fc467d28d",
    "text": "Woe to them! For they went in the way of Cain, and ran riotously in the error of Balaam for hire, and perished in Korah’s rebellion. ",
    "related": []
  },
  {
    "id": "65-001-012",
    "reference": "Jude 1:12",
    "feedKey": "d17d8b5b9486f9f7dc8735481ffe62db",
    "text": "These are hidden rocky reefs in your love feasts when they feast with you, shepherds who without fear feed themselves; clouds without water, carried along by winds; autumn trees without fruit, twice dead, plucked up by the roots; ",
    "related": []
  },
  {
    "id": "65-001-013",
    "reference": "Jude 1:13",
    "feedKey": "fdfc5640af779b53b9c6ce457c452aa6",
    "text": "wild waves of the sea, foaming out their own shame; wandering stars, for whom the blackness of darkness has been reserved forever. ",
    "related": []
  },
  {
    "id": "65-001-014",
    "reference": "Jude 1:14",
    "feedKey": "d2d646a09d0a37a8d81160a3f714cb5f",
    "text": "About these also Enoch, the seventh from Adam, prophesied, saying, “Behold, the Lord came with ten thousands of his holy ones, ",
    "related": []
  },
  {
    "id": "65-001-015",
    "reference": "Jude 1:15",
    "feedKey": "fe896352bafca0c70d8b4314a03eb05a",
    "text": "to execute judgment on all, and to convict all the ungodly of all their works of ungodliness which they have done in an ungodly way, and of all the hard things which ungodly sinners have spoken against him.” ",
    "related": []
  },
  {
    "id": "65-001-016",
    "reference": "Jude 1:16",
    "feedKey": "cb254c8021c89b93996933e168272aca",
    "text": "These are murmurers and complainers, walking after their lusts—and their mouth speaks proud things—showing respect of persons to gain advantage. ",
    "related": []
  },
  {
    "id": "65-001-017",
    "reference": "Jude 1:17",
    "feedKey": "d70ff91fa7d1675306c9f414fb138274",
    "text": "But you, beloved, remember the words which have been spoken before by the apostles of our Lord Jesus Christ. ",
    "related": []
  },
  {
    "id": "65-001-018",
    "reference": "Jude 1:18",
    "feedKey": "25e0986ad5266929c6e0208908db6e2d",
    "text": "They said to you, “In the last time there will be mockers, walking after their own ungodly lusts.” ",
    "related": []
  },
  {
    "id": "65-001-019",
    "reference": "Jude 1:19",
    "feedKey": "a8729c377667dbe4f33cdc7dede4a2a6",
    "text": "These are those who cause divisions and are sensual, not having the Spirit. ",
    "related": []
  },
  {
    "id": "65-001-020",
    "reference": "Jude 1:20",
    "feedKey": "542e1e80a69a45130fba36215f991914",
    "text": "But you, beloved, keep building up yourselves on your most holy faith, praying in the Holy Spirit. ",
    "related": []
  },
  {
    "id": "65-001-021",
    "reference": "Jude 1:21",
    "feedKey": "1d4075d27ab0cf32fbf94c1e9821b833",
    "text": "Keep yourselves in God’s love, looking for the mercy of our Lord Jesus Christ to eternal life. ",
    "related": []
  },
  {
    "id": "65-001-022",
    "reference": "Jude 1:22",
    "feedKey": "54a45d92bfb8daca1e799a0f63497b4d",
    "text": "On some have compassion, making a distinction, ",
    "related": []
  },
  {
    "id": "65-001-023",
    "reference": "Jude 1:23",
    "feedKey": "b97e4f87870f18a1ce5fee5317d37b91",
    "text": "and some save, snatching them out of the fire with fear, hating even the clothing stained by the flesh. ",
    "related": []
  },
  {
    "id": "65-001-024",
    "reference": "Jude 1:24",
    "feedKey": "a439ae030d8c9785b52037913f98f451",
    "text": "Now to him who is able to keep them from stumbling, and to present you faultless before the presence of his glory in great joy, ",
    "related": []
  },
  {
    "id": "65-001-025",
    "reference": "Jude 1:25",
    "feedKey": "b4ecf11817d9cac5197daee131c19c63",
    "text": "to God our Savior, who alone is wise, be glory and majesty, dominion and power, both now and forever. Amen. ",
    "related": []
  }
]
